emotion_abstract_list = ["분노", "슬픔", "불안", "상처", "당황", "기쁨"]
emotion_specific_list = [
    ["없음", "툴툴대는", "좌절한", "짜증나는", "방어적인", "악의적인", "안달하는", "구역질 나는", "노여워하는", "성가신"],
    ["없음", "실망한", "비통한", "후회되는", "우울한", "마비된", "염세적인", "눈물이 나는", "낙담한", "환멸을 느끼는"],
    ["없음", "두려운", "스트레스 받는", "취약한", "혼란스러운",
        "당혹스러운", "회의적인", "걱정스러운", "조심스러운", "초조한"],
    ["없음", "질투하는", "배신당한", "고립된", "충격 받은", "불우한", "희생된", "억울한", "괴로워하는", "버려진"],
    ["없음", "고립된", "남의 시선 의식하는", "외로운", "열등감",
        "죄책감", "부끄러운", "혐오스러운", "한심한", "혼란스러운"],
    ["없음", "감사하는", "사랑하는", "편안한", "만족스러운", "흥분되는", "느긋한", "안도하는", "신이 난", "자신하는"],
]
